Repository: abd529/wheel-of-life
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, pt

# loveQfour
source: Q4: Do I understand my partner well, and I am satisfied with the communication and coexistence I have?
de: F4: verstehe ich meinen Partner gut und ich bin mit der Kommunikation und Koexistenz zufrieden?
es: P4: ¿Entiendo bien a mi pareja y estoy satisfecho con la comunicación y la coexistencia que tengo?
fr: Q4: Est-ce que je comprends bien mon partenaire, et je suis satisfait de la communication et de la coexistence que j'ai?
it: Q4: Capisco bene il mio partner e sono soddisfatto della comunicazione e della coesistenza che ho?
pt: Q4: Entendo bem meu parceiro e estou satisfeito com a comunicação e a coexistência que tenho?

# loveQfive
source: Q5: Do we distribute home tasks?
de: F5: Verteilst wir Hausaufgaben?
es: P5: ¿Distribuimos las tareas del hogar?
fr: Q5: Distribuons-nous des tâches à domicile?
it: Q5: distribuiamo compiti domestici?
pt: Q5: Distribuímos as tarefas domésticas?

# loveQsix
source: Q6: Am I faithful in my relationships, and I have the confidence that my partner is the same?
de: F6: Bin ich in meinen Beziehungen treu und ich habe das Vertrauen, dass mein Partner der gleiche ist?
es: P6: ¿Soy fiel en mis relaciones, y tengo la confianza de que mi pareja es la misma?
fr: Q6: Suis-je fidèle dans mes relations, et j'ai la confiance que mon partenaire est le même?
it: Q6: Sono fedele alle mie relazioni e ho la fiducia che il mio partner sia lo stesso?
pt: P6: Sou fiel em meus relacionamentos e tenho a confiança de que meu parceiro é o mesmo?

# loveQseven
source: Q7: Do I have sexual relations with my partner and it attracts me physically?
de: F7: Habe ich sexuelle Beziehungen zu meinem Partner und es zieht mich körperlich an?
es: P7: ¿Tengo relaciones sexuales con mi pareja y me atrae físicamente?
fr: Q7: Ai-je des relations sexuelles avec mon partenaire et cela m'attire physiquement?
it: D7: Ho rapporti sessuali con il mio partner e mi attira fisicamente?
pt: Q7: Eu tenho relações sexuais com meu parceiro e isso me atrai fisicamente?

# loveQeight
source: Q8: Do I feel really loved and positively value all the mental and emotional part of my partner?
de: F8: Fühle ich mich wirklich geliebt und schätze den mentalen und emotionalen Teil meines Partners positiv?
es: P8: ¿Me siento realmente amado y valora positivamente toda la parte mental y emocional de mi pareja?
fr: Q8: Est-ce que je me sens vraiment aimé et apprécie positivement toute la partie mentale et émotionnelle de mon partenaire?
it: Q8: Mi sento davvero amato e apprezzano positivamente tutta la parte mentale ed emotiva del mio partner?
pt: Q8: Sinto -me realmente amado e valorizo ​​positivamente toda a parte mental e emocional do meu parceiro?

# freeQone
source: Q1: Do I have enough leisure time, or do I think it should have more?
de: F1: Habe ich genug Freizeit oder denke ich, dass es mehr haben sollte?
es: P1: ¿Tengo suficiente tiempo de ocio, o creo que debería tener más?
fr: Q1: Ai-je assez de temps libre, ou est-ce que je pense qu'il devrait en avoir plus?
it: D1: Ho abbastanza tempo per il tempo libero o penso che dovrebbe avere di più?
pt: Q1: Eu tenho tempo de lazer suficiente ou acho que deveria ter mais?

# freeQtwo
source: Q2: Do I feel that I take advantage of the time I have and take advantage of my leisure?
de: F2: Fühle ich, dass ich die Zeit nutze, die ich habe und meine Freizeit nutze?
es: P2: ¿Siento que aprovecho el tiempo que tengo y aprovecho mi ocio?
fr: Q2: Est-ce que je pense que je profite du temps que j'ai et que je profite de mes loisirs?
it: D2: Sento di approfittare del tempo che ho e approfitta del mio tempo libero?
pt: P2: Sinto que aproveito o tempo que tenho e aproveite meu lazer?

# freeQthree
source: Q3: May I have enough in my leisure times or do I feel bored, and I don't enjoy it?
de: F3: Darf ich genug in meinen Freizeitzeiten haben oder fühle ich mich gelangweilt, und ich genieße es nicht?
es: P3: ¿Puedo tener suficiente en mis tiempos de ocio o me siento aburrido, y no lo disfruto?
fr: Q3: Puis-je en avoir assez dans mes temps de loisirs ou je me sens ennuyé, et je ne l'apprécie pas?
it: Q3: posso averne abbastanza nei miei tempi per il tempo libero o mi sento annoiato e non mi piace?
pt: P3: Posso ter o suficiente nos meus tempos de lazer ou me sinto entediado, e não gosto disso?

# freeQfour
source: Q4: What other activities do, such as reading, cinema, TV, shows, see photos, study, etc.?
de: F4: Welche anderen Aktivitäten machen wie Lesen, Kino, Fernsehen, Shows, Fotos, Studium usw.?
es: P4: ¿Qué otras actividades hacen, como lectura, cine, televisión, programas, ver fotos, estudio, etc.?
fr: Q4: Que font les autres activités, comme la lecture, le cinéma, la télévision, les émissions, les photos, les études, etc.?
it: Q4: Cosa fanno le altre attività, come leggere, cinema, TV, spettacoli, vedere foto, studio, ecc.?
pt: Q4: Que outras atividades fazem, como leitura, cinema, TV, programas, ver fotos, estudos, etc.?

# freeQfive
source: Q5: Am I satisfied doing a sport, practicing a hobby such as playing video games, etc.?
de: F5: Bin ich zufrieden, einen Sport zu machen, ein Hobby zu üben, z. B. Videospiele usw.?
es: P5: ¿Estoy satisfecho de hacer un deporte, practicando un pasatiempo como jugar videojuegos, etc.?
fr: Q5: Suis-je satisfait de faire un sport, de pratiquer un passe-temps comme jouer à des jeux vidéo, etc.?
it: D5: Sono soddisfatto di fare uno sport, praticare un hobby come giocare ai videogiochi, ecc.?
pt: Q5: Estou satisfeito em praticar um esporte, praticando um hobby como jogar videogame, etc.?

# freeQsix
source: Q6: How do I value the leisure in which I participate with other people, such as a meeting with friends, family, games, etc.?
de: F6: Wie schätze ich die Freizeit, in der ich mit anderen Leuten teilnehme, wie ein Treffen mit Freunden, Familie, Spielen usw.?
es: P6: ¿Cómo valoro el ocio en el que participo con otras personas, como una reunión con amigos, familiares, juegos, etc.?
fr: Q6: Comment puis-je apprécier les loisirs dans lesquels je participe avec d'autres personnes, comme une réunion avec des amis, la famille, les jeux, etc.?
it: Q6: Come valorizzi il tempo libero in cui partecipo con altre persone, come un incontro con amici, familiari, giochi, ecc.?
pt: Q6: Como valorizo ​​o lazer em que participei com outras pessoas, como uma reunião com amigos, familiares, jogos etc.?

# workQone
source: Q1: I feel satisfied with my performance in the work environment and I really want to work on what I do?
de: F1: Ich bin mit meiner Leistung in der Arbeitsumgebung zufrieden und möchte wirklich daran arbeiten, was ich tue?
es: P1: Me siento satisfecho con mi desempeño en el entorno de trabajo y realmente quiero trabajar en lo que hago.
fr: Q1: Je me sens satisfait de mes performances dans l'environnement de travail et je veux vraiment travailler sur ce que je fais?
it: D1: Mi sento soddisfatto della mia performance nell'ambiente di lavoro e voglio davvero lavorare su quello che faccio?
pt: Q1: Sinto -me satisfeito com o meu desempenho no ambiente de trabalho e realmente quero trabalhar no que faço?

# workQtwo
source: Q2: Am I satisfied with the functions I perform, and I am developing tasks that generate value in the company?
de: F2: Bin ich mit den Funktionen, die ich ausreiche, zufrieden und entwickle Aufgaben, die im Unternehmen einen Mehrwert schaffen?
es: P2: ¿Estoy satisfecho con las funciones que realizo y estoy desarrollando tareas que generan valor en la empresa?
fr: Q2: Suis-je satisfait des fonctions que j'exécute, et je développe des tâches qui génèrent de la valeur dans l'entreprise?
it: Q2: Sono soddisfatto delle funzioni che svolgo e sto sviluppando compiti che generano valore nell'azienda?
pt: P2: Estou satisfeito com as funções que desempenho e estou desenvolvendo tarefas que geram valor na empresa?

# workQthree
source: Q3: Do I feel comfortable in my company and she respects my values?
de: F3: Fühle ich mich in meiner Firma wohl und sie respektiert meine Werte?
es: P3: ¿Me siento cómodo en mi empresa y ella respeta mis valores?
fr: Q3: Est-ce que je me sens à l'aise dans mon entreprise et elle respecte mes valeurs?
it: Q3: Mi sento a mio agio nella mia azienda e rispetta i miei valori?
pt: P3: Eu me sinto confortável na minha empresa e ela respeita meus valores?

# workQfour
source: Q4: Am I satisfied with my boss or me in my role as a boss?
de: F4: Bin ich in meiner Rolle als Chef mit meinem Chef oder mir zufrieden?
es: P4: ¿Estoy satisfecho con mi jefe o yo en mi papel como jefe?
fr: Q4: Suis-je satisfait de mon patron ou de moi dans mon rôle de patron?
it: Q4: Sono soddisfatto del mio capo o di me nel mio ruolo di capo?
pt: Q4: Estou satisfeito com meu chefe ou eu em meu papel como chefe?

# workQfive
source: Q5: Do I feel that we form a good team with my teammates?
de: F5: Fühle ich, dass wir mit meinen Teamkollegen ein gutes Team bilden?
es: P5: ¿Siento que formamos un buen equipo con mis compañeros de equipo?
fr: Q5: Est-ce que je pense que nous formons une bonne équipe avec mes coéquipiers?
it: Q5: Sento che formiamo una buona squadra con i miei compagni di squadra?
pt: Q5: Sinto que formamos uma boa equipe com meus colegas de equipe?

# workQsix
source: Q6: Do I feel satisfied with the work of my collaborators and we form a good team?
de: F6: Fühle ich mich mit der Arbeit meiner Mitarbeiter zufrieden und wir bilden ein gutes Team?
es: P6: ¿Me siento satisfecho con el trabajo de mis colaboradores y formamos un buen equipo?
fr: Q6: Est-ce que je me sens satisfait du travail de mes collaborateurs et nous formons une bonne équipe?
it: Q6: Mi sento soddisfatto del lavoro dei miei collaboratori e formiamo una buona squadra?
pt: P6: Sinto -me satisfeito com o trabalho de meus colaboradores e formamos uma boa equipe?

# workQseven
source: Q7: Am I recognized in my work, I feel that the work I do is valued?
de: F7: Bin ich in meiner Arbeit erkannt, ich habe das Gefühl, dass die Arbeit, die ich mache, geschätzt wird?
es: P7: ¿Estoy reconocido en mi trabajo, siento que el trabajo que hago es valorado?
fr: Q7: Suis-je reconnu dans mon travail, je pense que le travail que je fais est valorisé?
it: Q7: Sono riconosciuto nel mio lavoro, sento che il lavoro che faccio sia valutato?
pt: Q7: Sou reconhecido no meu trabalho, sinto que o trabalho que faço é valorizado?

# workQeight
source: Q8: Do I feel satisfied with the economic income and other remuneration that my work gives me?
de: F8: Fühle ich mich mit dem wirtschaftlichen Einkommen und einer anderen Vergütung, die mir meine Arbeit gibt, zufrieden?
es: P8: ¿Me siento satisfecho con los ingresos económicos y otra remuneración que mi trabajo me da?
fr: Q8: Est-ce que je me sens satisfait du revenu économique et des autres rémunérations que mon travail me donne?
it: D8: Mi sento soddisfatto del reddito economico e di altre remunerazioni che il mio lavoro mi dà?
pt: Q8: Sinto -me satisfeito com a renda econômica e outra remuneração que meu trabalho me dá?

# moneyQone
source: Q1: How do I feel about the belongings I have? Can I satisfy everything I have?
de: F1: Wie fühle ich mich über die Sachen, die ich habe? Kann ich alles befriedigen, was ich habe?
es: P1: ¿Cómo me siento acerca de las pertenencias que tengo? ¿Puedo satisfacer todo lo que tengo?
fr: Q1: Que ressentez-je des effets personnels que j'ai? Puis-je satisfaire tout ce que j'ai?
it: D1: Come mi sento riguardo alle cose che ho? Posso soddisfare tutto quello che ho?
pt: Q1: Como me sinto sobre os pertences que tenho? Posso satisfazer tudo o que tenho?

# moneyQtwo
source: Q2: Do I have guarantees that support me financially and I feel sufficient guarantees?
de: F2: Habe ich garantiert, dass ich finanziell unterstützt wird und ich habe ausreichende Garantien?
es: P2: ¿Tengo garantías que me apoyen financieramente y me siento suficientes garantías?
fr: Q2: Ai-je des garanties qui me soutiennent financièrement et je ressens des garanties suffisantes?
it: D2: Ho garanzie che mi supportano finanziariamente e sento sufficienti garanzie?
pt: P2: Eu tenho garante que me apóie financeiramente e sinto garantias suficientes?

# moneyQthree
source: Q3: Am I satisfied with the income I have today and are enough to have the standard of living?
de: F3: Bin ich zufrieden mit dem Einkommen, das ich heute habe und genug, um den Lebensstandard zu haben?
es: P3: ¿Estoy satisfecho con los ingresos que tengo hoy y son suficientes para tener el nivel de vida?
fr: Q3: Suis-je satisfait des revenus que j'ai aujourd'hui et que je suis suffisant pour avoir le niveau de vie?
it: Q3: Sono soddisfatto del reddito che ho oggi e sono sufficiente per avere il tenore di vita?
pt: P3: Estou satisfeito com a renda que tenho hoje e é suficiente para ter o padrão de vida?

# moneyQfour
source: Q4: Am I satisfied with the income I will have in the future, and my perspective of economic growth is promising?
de: F4: Bin ich mit dem Einkommen zufrieden, das ich in Zukunft haben werde, und meine Perspektive des Wirtschaftswachstums ist vielversprechend?
es: P4: ¿Estoy satisfecho con los ingresos que tendré en el futuro, y mi perspectiva del crecimiento económico es prometedor?
fr: Q4: Suis-je satisfait des revenus que j'aurai à l'avenir, et mon point de vue de la croissance économique est prometteur?
it: Q4: Sono soddisfatto del reddito che avrò in futuro e la mia prospettiva di crescita economica è promettente?
pt: Q4: Estou satisfeito com a renda que terei no futuro, e minha perspectiva de crescimento econômico é promissor?

# moneyQfive
source: Q5: How do I feel about the level of expenses I have. Expenditure above my possibilities?
de: F5: Wie fühle ich mich über die Ausgaben, die ich habe? Ausgaben über meinen Möglichkeiten?
es: P5: ¿Cómo me siento acerca del nivel de gastos que tengo? ¿Gasto por encima de mis posibilidades?
fr: Q5: Comment je pense du niveau des dépenses que j'ai. Dépenses au-dessus de mes possibilités?
it: Q5: come mi sento per il livello delle spese che ho. Spese al di sopra delle mie possibilità?
pt: Q5: Como me sinto sobre o nível de despesas que tenho. Despesas acima das minhas possibilidades?

# moneyQsix
source: Q6: Do I anticipate many expenses in the future and I feel that I will not be able to cover my future accounts?
de: F6: Erwarte ich in Zukunft viele Ausgaben und ich bin der Meinung, dass ich meine zukünftigen Konten nicht abdecken kann?
es: P6: ¿Anticipo muchos gastos en el futuro y siento que no podré cubrir mis cuentas futuras?
fr: Q6: Est-ce que je prévois de nombreuses dépenses à l'avenir et je pense que je ne pourrai pas couvrir mes futurs comptes?
it: D6: Previsto molte spese in futuro e sento che non sarò in grado di coprire i miei account futuri?
pt: P6: Prevejo muitas despesas no futuro e sinto que não poderei cobrir minhas contas futuras?

# moneyQseven
source: Q7: Am I satisfied with the level of debts I have? Or do I feel very overwhelmed with economic commitments?
de: F7: Bin ich zufrieden mit den Schulden, die ich habe? Oder fühle ich mich sehr überwältigt von wirtschaftlichen Verpflichtungen?
es: P7: ¿Estoy satisfecho con el nivel de deudas que tengo? ¿O me siento muy abrumado por los compromisos económicos?
fr: Q7: Suis-je satisfait du niveau de dettes que j'ai? Ou est-ce que je me sens très submergé par des engagements économiques?
it: D7: Sono soddisfatto del livello dei debiti che ho? O mi sento molto sopraffatto dagli impegni economici?
pt: Q7: Estou satisfeito com o nível de dívidas que tenho? Ou me sinto muito impressionado com os compromissos econômicos?

# moneyQeight
source: Q8: I keep some money for bad times, and I'm happy with my savings?
de: F8: Ich habe etwas Geld für schlechte Zeiten und bin mit meinen Ersparnissen zufrieden?
es: P8: Mantengo algo de dinero para malos momentos, ¿y estoy contento con mis ahorros?
fr: Q8: Je garde de l'argent pour les mauvais moments et je suis satisfait de mes économies?
it: D8: Tengo dei soldi per i momenti cattivi e sono contento dei miei risparmi?
pt: Q8: Eu mantenho algum dinheiro para os maus momentos e estou feliz com minhas economias?

# avg
source: Avergae
es: Avega

# qNA
source: Question Answers
de: Frage Antworten
es: Respuestas de la pregunta
it: Risposte alla domanda
pt: Respostas de perguntas

source: See Report
de: Siehe Bericht
es: Ver informe
fr: Voir le rapport
it: Vedi Rapporto
pt: Veja o relatório

source: Send Email
de: E-Mail senden
es: Enviar correo electrónico
fr: Envoyer un e-mail
it: Invia una email
pt: Enviar email

source: Your Report
de: Ihr Bericht
es: Tu informe
fr: Votre rapport
it: Il tuo rapporto
pt: Seu relatório

# packageone
source: Unlock a personalized report for only $1.99
de: Möchten Sie, dass wir Ihnen den Ergebnisbericht für nur 1,99 US -Dollar per E -Mail senden?
es: ¿Desea que le envíemos un correo electrónico por correo electrónico por solo $ 1.99?
fr: Voulez-vous que nous vous envoyions le rapport de résultat par e-mail pour seulement 1,99 $?
it: Vuoi che ti invitiamo il report via email per soli $ 1,99?
pt: Deseja que enviemos o relatório de resultado por e -mail por apenas US $ 1,99?

# packageOneButton
source: Get Your Report Now in $1.99
de: Holen Sie sich eine E -Mail für 1,99 US -Dollar
es: Recibe un correo electrónico por $ 1.99
fr: Recevoir un e-mail pour 1,99 $
it: Ottieni e -mail per $ 1,99
pt: Receba e -mail por US $ 1,99

# packagetwo
source: Do you want to the result report along with a certified coach ?
de: Möchten Sie zusammen mit einem zertifizierten Trainer den Ergebnisbericht?
es: ¿Quiere el informe de resultados junto con un entrenador certificado?
fr: Voulez-vous le rapport de résultat avec un coach certifié?
it: Vuoi il rapporto sui risultati insieme a un allenatore certificato?
pt: Você quer o relatório de resultado junto com um treinador certificado?

# packageTwoButton
source: Get email and Certified Coach for $2.99
de: Holen Sie sich E -Mail und zertifizierte Coach für 2,99 US -Dollar
es: Obtenga correo electrónico y entrenador certificado por $ 2.99
fr: Recevoir un e-mail et un coach certifié pour 2,99 $
it: Ottieni e -mail e allenatore certificato per $ 2,99
pt: Receba e -mail e treinador certificado por US $ 2,99

# packagethree
source: Unlock your personalized report by coach code
de: Möchten Sie, dass wir Ihren Ergebnisbericht und Ihren Trainer kostenlos senden?
es: ¿Desea que le enviemos su informe de resultados a usted y a su entrenador de forma gratuita?
fr: Voulez-vous que nous vous envoyions gratuitement votre rapport de résultat et votre coach?
it: Vuoi che inviamo il tuo rapporto sui risultati a te e al tuo allenatore gratuitamente?
pt: Deseja que enviemos seu relatório de resultado para você e seu treinador gratuitamente?

# packageThreeButton
source: Get Your Report Now
de: Senden Sie mir und meinem Trainer kostenlos eine E -Mail an mich und meinen Trainer
es: Envíeme un correo electrónico a mí y a mi entrenador gratis
fr: Envoyez un e-mail à moi et à mon entraîneur gratuitement
it: Invia email a me e al mio allenatore gratuitamente
pt: Envie e -mail para mim e meu treinador de graça

source: Coach Filter
de: Trainerfilter
es: Filtro de entrenador
fr: Filtre à entraîneur
it: Filtro allenatore
pt: Filtro de treinador

# filter
source: Filter your required coach
de: Filtern Sie Ihren erforderlichen Trainer
es: Filtra tu entrenador requerido
fr: Filtrez votre coach requis
it: Filtra il tuo allenatore richiesto
pt: Filtre seu treinador necessário

source: Verify Email
de: E-Mail bestätigen
es: Verificar correo electrónico
fr: Vérifier les courriels
it: Verifica Email
pt: Verificar e-mail

source: Full Name
de: Vollständiger Name
es: Nombre completo
fr: Nom et prénom
it: Nome e cognome
pt: Nome completo

# number
source: Phone Number
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
it: Numero di telefono
pt: Número de telefone

source: Email
es: Correo electrónico

# freeReportDescription
source: A free report will be sent to you and your professional coach
de: Ein kostenloser Bericht wird an Sie und Ihren professionellen Trainer gesendet
es: Se le enviará un informe gratuito a usted y a su entrenador profesional.
fr: Un rapport gratuit vous sera envoyé et votre coach professionnel
it: Un rapporto gratuito verrà inviato a te e al tuo allenatore professionista
pt: Um relatório gratuito será enviado a você e seu treinador profissional

source: Confirm Email
de: Bestätigungs-E-Mail
es: Confirmar correo electrónico
fr: Confirmez votre email
it: Conferma email
pt: Confirmar e-mail

source: Code
es: Código
it: Codice
pt: Código

# needCode
source: Don't have a free code?
de: Sie haben keinen kostenlosen Code?
es: ¿No tienes un código gratuito?
fr: Vous n'avez pas de code gratuit?
it: Non hai un codice gratuito?
pt: Não tem um código gratuito?

# contact
source: Contact Us
de: Kontaktiere uns
es: Contáctenos
fr: Contactez-nous
it: Contattaci
pt: Contate-nos

# codeDetail
source: The code will be given by the coach to it's clients and it will allow users to get the result for free and also will send the results to email associated with the coach
de: Der Code wird vom Coach an seine Kunden gegeben und ermöglicht es Benutzern, das Ergebnis kostenlos zu erhalten, und sendet die Ergebnisse an E -Mails, die mit dem Coach verbunden sind
es: El Código será dado por el entrenador a sus clientes y permitirá a los usuarios obtener el resultado de forma gratuita y también enviará los resultados al correo electrónico asociados con el entrenador.
fr: Le code sera donné par le coach à ses clients et permettra aux utilisateurs d'obtenir le résultat gratuitement et enverra également les résultats aux e-mails associés au coach
it: Il codice verrà fornito dall'allenatore ai suoi clienti e consentirà agli utenti di ottenere il risultato gratuitamente e invierà anche i risultati alle e -mail associate al coach
pt: O código será dado pelo treinador aos seus clientes e permitirá que os usuários obtenham o resultado gratuitamente e também enviarão os resultados para e -mails associados ao treinador

# getFreeReport
source: Get your free result report
de: Holen Sie sich Ihren kostenlosen Ergebnisbericht
es: Obtenga su informe de resultados gratuitos
fr: Obtenez votre rapport de résultat gratuit
it: Ottieni il tuo rapporto sui risultati gratuiti
pt: Obtenha seu relatório de resultado gratuito

# splashOneHeading
source: Welcome to True North
de: Willkommen bei True North
es: Bienvenido a True North
fr: Bienvenue chez True North
it: Benvenuto in True North

# splashOneDescription
source: Begin your journey of self-discovery and personal growth with True North. Answer thought-provoking questions to unlock valuable insights and find your direction towards a more meaningful life
de: Beginne deine Reise der Selbstentdeckung und persönlichen Weiterentwicklung mit True North. Beantworte nachdenkliche Fragen, um wertvolle Erkenntnisse freizuschalten und deine Richtung für ein bedeutungsvolleres Leben zu finden
es: Comienza tu viaje de autodescubrimiento y crecimiento personal con True North. Responde preguntas que estimulan el pensamiento para desbloquear información valiosa y encontrar tu dirección hacia una vida más significativa
fr: Commencez votre voyage de découverte de soi et de croissance personnelle avec True North. Répondez à des questions stimulantes pour débloquer des informations précieuses et trouver votre direction vers une vie plus significative
it: Inizia il tuo viaggio di auto-scoperta e crescita personale con True North. Rispondi a domande stimolanti per sbloccare preziose intuizioni e trovare la tua direzione verso una vita più significativa

# splashTwoHeading
source: Assess Your Life Holistically
de: Bewerte dein Leben ganzheitlich
es: Evalúa tu vida de manera integral
fr: Évaluez votre vie de manière globale
it: Valuta la tua vita in modo completo
