Repository: abd529/wheel-of-life
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, pt

# splashTwoDescription
source: Assess your life comprehensively with True North. Reflect on emotions, relationships, career, and personal development to gain clarity and balance in your life
de: Bewerte dein Leben ganzheitlich mit True North. Reflektiere über Emotionen, Beziehungen, Karriere und persönliche Entwicklung, um Klarheit und Balance in deinem Leben zu gewinnen
es: Evalúa tu vida de manera integral con True North. Reflexiona sobre emociones, relaciones, carrera y desarrollo personal para obtener claridad y equilibrio en tu vida
fr: Évaluez votre vie de manière globale avec True North. Réfléchissez sur vos émotions, vos relations, votre carrière et votre développement personnel pour gagner en clarté et en équilibre dans votre vie
it: Valuta la tua vita in modo completo con True North. Rifletti sulle emozioni, le relazioni, la carriera e lo sviluppo personale per ottenere chiarezza e equilibrio nella tua vita

# splashThreeHeading
source: Cultivate Positive Change
de: Kultiviere positive Veränderungen
es: Cultiva un cambio positivo
fr: Cultivez le changement positif
it: Coltiva il cambiamento positivo

# splashThreeDescription
source: Empower yourself with True North. Set realistic goals, build positive habits, and track your progress with tailored recommendations and abundant resources for a happier, fulfilled life
de: Ermächtige dich mit True North. Setze realistische Ziele, entwickle positive Gewohnheiten und verfolge deinen Fortschritt mit maßgeschneiderten Empfehlungen und reichhaltigen Ressourcen für ein glücklicheres, erfüllteres Leben
es: Poténciate con True North. Establece objetivos realistas, desarrolla hábitos positivos y sigue tu progreso con recomendaciones personalizadas y abundantes recursos para una vida más feliz y plena
fr: Donnez-vous les moyens avec True North. Fixez-vous des objectifs réalistes, développez des habitudes positives et suivez vos progrès avec des recommandations personnalisées et des ressources abondantes pour une vie plus heureuse et épanouie
it: Rafforzati con True North. Imposta obiettivi realistici, sviluppa abitudini positive e monitora i tuoi progressi con raccomandazioni personalizzate e abbondanti risorse per una vita più felice e appagante

source: Coach Panel
de: Trainerpanel
es: Panel de Entrenador
fr: Panneau du Coach
it: Pannello dell'Allenatore

source: Admin Panel
es: Panel de Administrador
fr: Panneau d'Administration
it: Pannello dell'Amministratore

# sampleWheelText
source: Please know that this is only a sample of the Wheel of Life. To get your actual one, complete the information and we will send you the report with your actual Wheel of Life.
de: Bitte beachten Sie, dass dies nur eine Beispielansicht des Lebensrads ist. Um Ihr eigenes zu erhalten, füllen Sie die Informationen aus, und wir senden Ihnen den Bericht mit Ihrem tatsächlichen Lebensrad.
es: Ten en cuenta que esto es solo una muestra de la Rueda de la Vida. Para obtener la tuya real, completa la información y te enviaremos el informe con tu Rueda de la Vida real.
fr: Sachez que ceci n'est qu'un échantillon de la Roue de la Vie. Pour obtenir la vôtre, remplissez les informations et nous vous enverrons le rapport avec votre Roue de la Vie réelle.
it: Si prega di notare che questo è solo un campione della Ruota della Vita. Per ottenere la tua reale, completa le informazioni e ti invieremo il rapporto con la tua vera Ruota della Vita.

# freeCodeText
source: or get free report by using 'ab000'
de: oder erhalten Sie einen kostenlosen Bericht mit dem Code 'ab000'
es: o obtén un informe gratuito Código 'ab000'
fr: ou obtenez un rapport gratuit en utilisant le code 'ab000'
it: o ottieni un rapporto gratuito utilizzando il codice 'ab000'

# freeReportText
source: Unlock a personalized report for you and your coach for free by entering your coach code. Once submitted, we'll send you both an insightful report straight to your inbox.
de: Entsperren Sie einen personalisierten Bericht für Sie und Ihren Trainer kostenlos, indem Sie Ihren Trainer-Code eingeben. Nach Absendung senden wir Ihnen beiden einen aufschlussreichen Bericht direkt in Ihr Postfach.
es: Desbloquea un informe personalizado para ti y tu entrenador de forma gratuita ingresando tu código de entrenador. Una vez enviado, te enviaremos a ambos un informe esclarecedor directamente a tu bandeja de entrada.
fr: Débloquez un rapport personnalisé pour vous et votre coach gratuitement en entrant votre code de coach. Une fois soumis, nous vous enverrons à tous les deux un rapport instructif directement dans votre boîte de réception.
it: Sblocca un rapporto personalizzato per te e il tuo allenatore gratuitamente inserendo il tuo codice allenatore. Una volta inviato, ti invieremo entrambi un rapporto informativo direttamente nella tua casella di posta.

source: Get Your Free Report
de: Erhalten Sie Ihren kostenlosen Bericht
es: Obtener Tu Informe Gratuito
fr: Obtenez Votre Rapport Gratuit
it: Ottieni il Tuo Rapporto Gratuito

# dontHaveCode
source: Don't have a code? Enter 'ab000' and a coach from our team will contact you
de: Sie haben keinen Code? Geben Sie 'ab000' ein, und ein Trainer aus unserem Team wird sich mit Ihnen in Verbindung setzen.
es: ¿No tienes un código? Ingresa 'ab000' y un entrenador de nuestro equipo se pondrá en contacto contigo
fr: Vous n'avez pas de code ? Entrez 'ab000' et un coach de notre équipe vous contactera.
it: Non hai un codice? Inserisci 'ab000' e un allenatore del nostro team ti contatterà.

source: Send Me Report
de: Bericht senden
es: Enviar Informe
fr: Envoyez-moi le rapport
it: Inviami il Rapporto

# verifyEmailText
source: Verify your email to recieve report
de: Überprüfen Sie Ihre E-Mail, um den Bericht zu erhalten
es: Verifica tu correo electrónico para recibir el informe
fr: Vérifiez votre e-mail pour recevoir le rapport
it: Verifica la tua email per ricevere il rapporto

# verifyEmailBottomText
source: You'll be contacted by a professional coach to give you result of the Wheel of Life without any obligation.
de: Sie werden von einem professionellen Trainer kontaktiert, um Ihnen das Ergebnis des Lebensrads ohne Verpflichtungen mitzuteilen.
es: Un coach profesional se pondrá en contacto contigo para brindarte el resultado de la Rueda de la Vida sin ninguna obligación.
fr: Vous serez contacté par un coach professionnel pour vous donner le résultat de la Roue de la Vie sans aucune obligation.
it: Sarai contattato da un allenatore professionale per darti il risultato della Ruota della Vita senza alcun obbligo.

# getDetailedReport
source: Get detailed report and wheel of your life on your email
de: Erhalten Sie einen ausführlichen Bericht und Ihr Lebensrad in Ihrer E-Mail
es: Obtenga un informe detallado y la rueda de su vida en su correo electrónico
fr: Obtenez un rapport détaillé et la roue de votre vie dans votre e-mail
it: Ottieni un rapporto dettagliato e la ruota della tua vita nella tua email

source: Sign in to Coach Panel
de: Anmelden beim Coach-Panel
es: Iniciar sesión en el Panel del Entrenador
fr: Connexion au Panneau de l'Entraîneur
it: Accedi al Pannello dell'Allenatore

source: Welcome Back Coach
de: Willkommen zurück, Coach
es: Bienvenido de nuevo, Entrenador
fr: Bienvenue de retour, Entraîneur
it: Benvenuto di nuovo, Allenatore

# enterCode
source: Enter Your Code & Password
de: Geben Sie Ihren Code und Ihr Passwort ein
es: Ingrese su código y contraseña
fr: Saisissez votre code et votre mot de passe
it: Inserisci il tuo codice e la tua password

source: Sign in to Admin Panel
de: Anmelden beim Admin-Panel
es: Iniciar sesión en el Panel de Administración
fr: Connexion au Panneau d'Administration
it: Accedi al Pannello di Amministrazione

source: Welcome Back Admin
de: Willkommen zurück, Administrator
es: Bienvenido de nuevo, Administrador
fr: Bienvenue de retour, Administrateur
it: Benvenuto di nuovo, Amministratore

source: Coach Details
es: Detalles del Entrenador
fr: Détails de l'Entraîneur
it: Dettagli dell'Allenatore

source: Name
es: Nombre
fr: Nom
it: Nome

# sendToUser
source: Send this coach code to a user
de: Senden Sie diesen Coach-Code an einen Benutzer
es: Envíe este código de entrenador a un usuario
fr: Envoyez ce code d'entraîneur à un utilisateur
it: Invia questo codice dell'allenatore a un utente

source: Send Code
de: Code senden
es: Enviar Código
fr: Envoyer le code
it: Invia codice

# basedOnAnswers
source: Based on the answers to the question, this is what you believe your current situation is:
de: Basierend auf den Antworten auf die Frage, glauben Sie, dass Ihre aktuelle Situation ist:
es: Basado en las respuestas a la pregunta, esto es lo que usted cree que es su situación actual:
fr: En fonction des réponses à la question, voici ce que vous croyez être votre situation actuelle :
it: In base alle risposte alla domanda, questa è ciò che si crede essere la propria situazione attuale:

# comfortableWithHealth
source: I am comfortable with my physical and mental health.
de: Ich fühle mich wohl mit meiner körperlichen und geistigen Gesundheit.
es: Me siento cómodo con mi salud física y mental.
fr: Je suis à l'aise avec ma santé physique et mentale.
it: Sono a mio agio con la mia salute fisica e mentale.

# doneWithWhatIWant
source: I am done in what I wanted to be
de: Ich bin fertig mit dem, was ich sein wollte.
es: He terminado con lo que quería ser.
fr: J'en ai fini avec ce que je voulais être.
it: Ho finito con ciò che volevo essere.

# liveWhereIWant
source: I live in the place I want.
de: Ich lebe am Ort, den ich möchte.
es: Vivo en el lugar que deseo.
fr: Je vis à l'endroit que je souhaite.
it: Vivo nel luogo che desidero.

# familyAndFriendsFillLife
source: My family and friends fill my life.
de: Meine Familie und Freunde erfüllen mein Leben.
es: Mi familia y amigos llenan mi vida.
fr: Ma famille et mes amis comblent ma vie.
it: La mia famiglia e i miei amici riempiono la mia vita.

# liveInHarmonyAndPeace
source: I live in harmony and peace.
de: Ich lebe in Harmonie und Frieden.
es: Vivo en armonía y paz.
fr: Je vis en harmonie et en paix.
it: Vivo in armonia e pace.

# takeFreeSpaces
source: I take my free spaces.
de: Ich nehme meine Freiräume.
es: Aprovecho mis espacios libres.
fr: Je profite de mes espaces libres.
it: Approfitto dei miei spazi liberi.

# professionallySatisfied
source: I am professionally satisfied.
de: Ich bin beruflich zufrieden.
es: Estoy satisfecho/a profesionalmente.
fr: Je suis satisfait(e) professionnellement.
it: Sono soddisfatto/a professionalmente.

# administerMoneyWell
source: I administer well the money I have.
de: Ich verwalte mein Geld gut.
es: Administro bien el dinero que tengo.
fr: Je gère bien l'argent que j'ai.
it: Gestisco bene i soldi che ho.

# afterBaselineIntro
source: After the baseline, you have answered many questions in each section to help you determine where you actually are in your life. These are the answers, by section, are shown in the following pages.
de: Nach der Ausgangsbasis haben Sie viele Fragen in jeder Sektion beantwortet, um Ihnen dabei zu helfen, herauszufinden, wo Sie sich tatsächlich in Ihrem Leben befinden. Diese Antworten nach Sektion sind auf den folgenden Seiten aufgeführt.
es: Después de la línea de base, ha respondido a muchas preguntas en cada sección para ayudarle a determinar dónde se encuentra realmente en su vida. Estas respuestas, por sección, son presentadas en las páginas siguientes.
fr: Après la ligne de base, vous avez répondu à de nombreuses questions dans chaque section pour vous aider à déterminer où vous en êtes réellement dans votre vie. Ces réponses, par section, sont présentées dans les pages suivantes.
it: Dopo la linea di base, hai risposto a molte domande in ciascuna sezione per aiutarti a capire dove ti trovi effettivamente nella tua vita. Queste risposte, per sezione, sono mostrate nelle pagine seguenti.

source: Question
de: Frage
es: Pregunta
it: Domanda

source: Answer
de: Antwort
es: Respuesta
fr: Réponse
it: Risposta

# blueForBaseline
source: Blue is for Baseline
de: Blau steht für Ausgangsbasis
es: El azul es para la Línea de Base
fr: Le bleu représente la Ligne de Base
it: Il blu è per la Linea di Base

# greenForResults
source: Green is for Results
de: Grün steht für Ergebnisse
es: El verde es para los Resultados
fr: Le vert représente les Résultats
it: Il verde è per i Risultati

source: Your Wheel of Life
de: Ihr Lebensrad
es: Tu Rueda de la Vida
fr: Votre Roue de la Vie
it: La tua Ruota della Vita

source: Mood
de: Stimmung
es: Estado de ánimo
fr: Humeur
it: Umore

source: Psychological State
de: Psychologischer Zustand
es: Estado psicológico
fr: État psychologique
it: Stato psicologico

source: Personal Care
de: Persönliche Pflege
es: Cuidado personal
fr: Soins personnels
it: Cura personale

source: Physical State
de: Körperlicher Zustand
es: Estado físico
fr: État physique
it: Stato fisico

source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
it: Abitudini

source: Measures
de: Maßnahmen
es: Medidas
fr: Mesures
it: Misure

source: Society
de: Gesellschaft
es: Sociedad
fr: Société
it: Società

source: Current projects
de: Aktuelle Projekte
es: Proyectos actuales
fr: Projets actuels
it: Progetti attuali

source: Future projects
de: Zukünftige Projekte
es: Proyectos futuros
fr: Projets futurs
it: Progetti futuri

source: Spirituality
de: Spiritualität
es: Espiritualidad
fr: Spiritualité
it: Spiritualità

source: Self-esteem
de: Selbstwertgefühl
es: Autoestima
fr: Estime de soi
it: Autostima

source: Attitudes
de: Einstellungen
es: Actitudes
it: Atteggiamenti

source: Skills
de: Fähigkeiten
es: Habilidades
fr: Compétences
it: Abilità

source: Studies
de: Studien
es: Estudios
fr: Études
it: Studi

source: Country
de: Land
es: País
fr: Pays
it: Paese

source: City
de: Stadt
es: Ciudad
fr: Ville
it: Città

source: District
de: Bezirk
es: Distrito
fr: Quartier
it: Distretto

source: Coexistence
de: Zusammenleben
es: Convivencia
it: Convivenza

source: Home Care
de: Hauspflege
es: Cuidado en el hogar
fr: Soins à domicile
it: Cura domestica

source: Provision
de: Versorgung
es: Provisión
fr: Approvisionnement
it: Approvvigionamento

source: Mother
de: Mutter
es: Madre
fr: Mère
it: Madre

source: Father
de: Vater
es: Padre
fr: Père
it: Padre

source: Children
de: Kinder
es: Hijos
fr: Enfants
it: Figli

source: Close Relatives
de: Nahe Verwandte
es: Familiares cercanos
fr: Proches parents
it: Parenti stretti

source: Friends
de: Freunde
es: Amigos
fr: Amis
it: Amici

source: Known
de: Bekannt
es: Conocidos
fr: Connu
it: Conosciuti

source: Ability to love
de: Liebesfähigkeit
es: Capacidad de amar
fr: Capacité à aimer
it: Capacità di amare

source: Number of relationships
de: Anzahl der Beziehungen
es: Número de relaciones
fr: Nombre de relations
it: Numero di relazioni

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata

source: Communication
de: Kommunikation
es: Comunicación
it: Comunicazione

source: Fidelity
de: Treue
es: Fidelidad
fr: Fidélité
it: Fedelta

source: Sexual Passion
de: Sexuelle Leidenschaft
es: Pasión sexual
fr: Passion sexuelle
it: Passione sessuale

source: Emotional Passion
de: Emotionale Leidenschaft
es: Pasión emocional
fr: Passion émotionnelle
it: Passione emotiva

source: Leisure
de: Freizeit
es: Tiempo libre
fr: Loisirs
it: Tempo libero

source: Quality Time
de: Qualitätszeit
es: Tiempo de calidad
fr: Temps de qualité
it: Tempo di qualità

source: Fun
de: Spaß
es: Diversión
fr: Amusement
it: Divertimento

source: Variety
de: Vielfalt
es: Variedad
fr: Variété
it: Variazione

source: Tastes
de: Vorlieben
es: Gustos
fr: Goûts
it: Gusti

source: Participatory
de: Partizipativ
es: Participativo
fr: Participatif
it: Partecipativo

source: Working capacity
de: Arbeitsfähigkeit
es: Capacidad de trabajo
fr: Capacité de travail
it: Capacità lavorativa

source: Functions
de: Funktionen
es: Funciones
fr: Fonctions
it: Funzioni

source: Company
de: Unternehmen
es: Empresa
fr: Entreprise
it: Azienda

source: Boss
de: Chef
es: Jefe
fr: Patron
it: Capo

source: Companions
de: Kollegen
es: Compañeros
fr: Collègues
it: Colleghi

source: Collaborators
de: Mitarbeiter
es: Colaboradores
fr: Collaborateurs
it: Collaboratori

source: Recognition
de: Anerkennung
es: Reconocimiento
fr: Reconnaissance
it: Riconoscimento

source: Remuneration
de: Vergütung
es: Remuneración
fr: Rémunération
it: Rimunerazione

source: Belongings
de: Besitztümer
es: Pertenencias
fr: Biens
it: Benessere

source: Guarantees
de: Garantien
es: Garantías
fr: Garanties
it: Garanzie

source: Income
de: Einkommen
es: Ingresos
fr: Revenu
it: Entrate

source: Future income
de: Zukünftiges Einkommen
es: Ingresos futuros
fr: Revenu futur
it: Entrate future

source: Bills
de: Rechnungen
es: Facturas
fr: Factures
it: Fatture

source: Future expenses
de: Zukünftige Ausgaben
es: Gastos futuros
fr: Dépenses futures
it: Spese future

source: Debts
de: Schulden
es: Deudas
fr: Dettes
it: Debiti

source: Saving
de: Sparen
es: Ahorro
fr: Économie
it: Risparmi

# pleaseEnterCode
source: Please enter a code
de: Bitte geben Sie einen Code ein
es: Por favor, ingrese un código
fr: Veuillez entrer un code
it: Inserisci un codice

source: Please enter password
de: Bitte geben Sie das Passwort ein
es: Por favor, ingrese la contraseña
fr: Veuillez entrer un mot de passe
it: Inserisci una password

source: Please enter email
de: Bitte geben Sie die E-Mail-Adresse ein
es: Por favor, ingrese su correo electrónico
fr: Veuillez entrer votre e-mail
it: Inserisci una email

# pleaseEnterName
source: Please enter your name
de: Bitte geben Sie Ihren Namen ein
es: Por favor, ingrese su nombre
fr: Veuillez entrer votre nom
it: Inserisci il tuo nome

# pleaseEnterPhone
source: Please enter your phone
de: Bitte geben Sie Ihre Telefonnummer ein
es: Por favor, ingrese su número de teléfono
fr: Veuillez entrer votre numéro de téléphone
it: Inserisci il tuo telefono

# pleaseConfirmcode
source: Please confirm your code
de: Bitte bestätigen Sie Ihren Code
es: Por favor, confirme su código
fr: Veuillez confirmer votre code
it: Conferma il codice

source: Email sent Successfully
de: E-Mail erfolgreich versendet
es: Correo electrónico enviado con éxito
fr: E-mail envoyé avec succès
it: Email inviata con successo

# takingYouBackHome
source: Taking you back to home
de: Wir bringen Sie wieder nach Hause
es: Llevándote de vuelta a casa
fr: Vous ramène à la maison
it: Ti riporta a casa

# pleaseEnterUserName
source: Please enter user's name
de: Bitte geben Sie den Benutzernamen ein
es: Por favor ingrese el nombre de usuario
fr: Veuillez entrer le nom de l'utilisateur
it: Si prega di inserire il nome dell'utente

# coachCodeNotExist
source: Your Coach Code or Password is not correct
de: Ihr Coach-Code oder Ihr Passwort ist nicht korrekt
es: Su Código de Entrenador o Contraseña no es correcta
fr: Votre code de coach ou votre mot de passe n'est pas correct
it: Il tuo codice allenatore o la tua password non è corretto

# invalidCode
source: You entered an invalid code. Please entered a correct code or use the given code 'ab000'
de: Sie haben einen ungültigen Code eingegeben. Bitte geben Sie einen korrekten Code ein oder verwenden Sie den bereitgestellten Code 'ab000'
es: Ha ingresado un código no válido. Por favor, ingrese un código correcto o use el código proporcionado 'ab000'
fr: Vous avez saisi un code invalide. Veuillez entrer un code correct ou utiliser le code fourni 'ab000'
it: Hai inserito un codice non valido. Si prega di inserire un codice corretto o utilizzare il codice fornito 'ab000'

# welcomeCoach
source: Welcome to True North, Coach
de: Willkommen bei True North, Coach
es: Bienvenido a True North, Coach
fr: Bienvenue chez True North, Coach
it: Benvenuto in True North, Coach

# nextSteps
source: Next Steps on Your True North Journey
de: Nächste Schritte auf Ihrer True North Reise
es: Siguientes Pasos en tu Viaje a True North
fr: Prochaines étapes de votre voyage True North
it: Prossimi Passi nel Tuo Viaggio a True North

source: Report
de: Bericht
es: Informe
fr: Rapport
it: Rapporto

# coachCodeHere
source: Your coach code is here
de: Ihr Coach-Code ist hier
es: Tu código de coach está aquí
fr: Votre code de coach est ici
it: Il tuo codice di allenatore è qui

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi

source: Package
de: Paket
es: Paquete
fr: Forfait
it: Pacchetto

source: Limit
es: Límite
fr: Limite
it: Limite

source: Coaches List
de: Trainerliste
es: Lista de Coaches
fr: Liste des Coaches
it: Elenco dei Coach

source: Add Coach
de: Trainer hinzufügen
es: Agregar Coach
fr: Ajouter un Coach
it: Aggiungi Coach

source: Coach Email
de: Trainer-E-Mail
es: Correo electrónico del Coach
fr: E-mail du Coach
it: Email del Coach

# fiftyCode
source: 50 Code
es: Código 50
fr: Code 50
it: Codice 50

# hundredCode
source: 100 Code
es: Código 100
fr: Code 100
it: Codice 100

# addCoachText
source: By adding the coach, a code and password will be generated and send to coach
de: Durch das Hinzufügen des Trainers wird ein Code und ein Passwort generiert und an den Trainer gesendet.
es: Al agregar al entrenador, se generará un código y una contraseña y se enviarán al entrenador.
fr: En ajoutant le coach, un code et un mot de passe seront générés et envoyés au coach.
it: Aggiungendo il coach, verrà generato un codice e una password e inviato al coach.

source: Free Report
de: Freieport
fr: Libreport
