Repository: abd529/wheel-of-life
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, pt

# languageName
source: English
de: German
es: Spanish
fr: French
it: Italian
pt: Inglês

source: What is True North
de: Was ist wahr Norden wahr
es: ¿Qué es verdadero Norte?
fr: Qu'est-ce qui est vrai nord
it: Cosa è vero North
pt: O que é verdadeiro norte

source: Next
de: Nächste
es: Próximo
fr: Suivant
it: Prossimo
pt: Próximo

# intro
source: Welcome to True North! We are excited to help you determine what is essential for you and those areas that require you to concentrate on to get the most out of your life. So let's start the journey.
de: Willkommen bei True North! Wir freuen uns, Ihnen dabei zu helfen, zu bestimmen, was für Sie und die Bereiche, in denen Sie sich konzentrieren müssen, um das Beste aus Ihrem Leben herauszuholen. Beginnen wir die Reise.
es: ¡Bienvenido a True North! Estamos entusiasmados de ayudarlo a determinar qué es esencial para usted y aquellas áreas que requieren que se concentre para aprovechar al máximo su vida. Así que comencemos el viaje.
fr: Bienvenue dans True North! Nous sommes ravis de vous aider à déterminer ce qui est essentiel pour vous et les domaines qui vous obligent à vous concentrer pour tirer le meilleur parti de votre vie. Alors commençons le voyage.
it: Benvenuti a True North! Siamo entusiasti di aiutarti a determinare ciò che è essenziale per te e quelle aree che richiedono di concentrarti per ottenere il massimo dalla tua vita. Quindi iniziamo il viaggio.
pt: Bem -vindo ao True North! Estamos empolgados em ajudá -lo a determinar o que é essencial para você e as áreas que exigem que você se concentre para tirar o máximo proveito da sua vida. Então, vamos começar a jornada.

source: True North
de: Wahrer Norden
es: Norte verdadero
fr: Le vrai Nord
it: Vero nord
pt: Norte verdadeiro

# welcome
source: Welcome to True North
de: Willkommen bei True North
es: Bienvenido a True North
fr: Bienvenue dans True North
it: Benvenuti a True North
pt: Bem -vindo ao True North

# homeDescription
source: You'll be presented with questions in different areas. You will respond to each one according to the following scale 1 to 3 Dissatisfaction 4 to 6 Nessacary work needed 7 to 8 Good, still room for improvement 9 to 10 No Modification is needed Ultimately you'll see your wheel of life and the recommended areas to concentrate on You'll be presented with Baseline questions first. You may respond to that as you may feel today, without much introseption
de: In verschiedenen Bereichen werden Fragen präsentiert. Sie reagieren je nach der folgenden Skala 1-3= Unzufriedenheit 4-6= Nessacary-Arbeit benötigt 7-8= Gut, noch Verbesserungsraum 9-10= Es ist keine Änderung erforderlich Letztendlich sehen Sie Ihr Rad des Lebens und die empfohlenen Bereiche, auf die Sie sich konzentrieren können Sie werden zuerst mit Basisfragen präsentiert. Sie können darauf reagieren, wie Sie es heute mögen, ohne viel Introception
es: Se le presentarán preguntas en diferentes áreas. Responderá a cada uno de acuerdo con la siguiente escala 1-3= insatisfacción 4-6= Se necesita trabajo de Nessacario 7-8= Bien, todavía margen de mejora 9-10= no se necesita modificación En última instancia, verá su rueda de la vida y las áreas recomendadas para concentrarse en Primero se le presentará preguntas de referencia. Puede responder a eso como se sentirá hoy, sin mucho introducción
fr: Vous serez présenté avec des questions dans différents domaines. Vous répondez à chacun selon l'échelle suivante 1 à3 Insatisfaction 4 à 6 Nessacary Travail nécessaire 7 à 8 Bonne place pour l'amélioration 9 à 10 Concentrez-vous sur les questions de base avec des questions de référence. Vous pouvez répondre à cela comme vous pouvez le ressentir aujourd'hui, sans trop d'introstètes
it: Ti verranno presentati domande in diverse aree. Risponderai a ciascuno in base alla seguente scala 1-3= insoddisfazione 4-6= lavoro nessacario necessario 7-8= Bene, ancora spazio per il miglioramento 9-10= non è necessaria alcuna modifica Alla fine vedrai la tua ruota della vita e le aree consigliate su cui concentrarsi Ti verranno presentate prima domande di base. Potresti rispondere a questo come ti senti oggi, senza troppa introduzione
pt: Você receberá perguntas em diferentes áreas. Você responderá a cada um de acordo com a seguinte escala 1-3 insatisfação 4-6 trabalho nessacário necessário 7-8 bom, ainda espaço para melhorias 9-10 nenhuma modificação é necessária Por fim, você verá sua roda da vida e as áreas recomendadas para se concentrar Você receberá as perguntas da linha de base primeiro. Você pode responder a isso como se sente hoje, sem muita introssepção

source: Start
es: Comenzar
fr: Commencer
it: Inizio
pt: Começar

source: language
de: Sprache
es: idioma
fr: langue
it: lingua
pt: linguagem

source: Health
de: Gesundheit
es: Salud
fr: Santé
it: Salute
pt: Saúde

# personalG
source: Personal Growth
de: persönliches Wachstum
es: crecimiento personal
fr: croissance personnelle
it: crescita personale
pt: crescimento pessoal

source: Home
de: Heim
es: Inicio
fr: Maison
it: Casa
pt: Lar

# famFriends
source: Family & Friends
de: Freunde der Familie
es: Amigos de la familia
fr: Amis de la famille
it: Amici di famiglia
pt: Amigos da família

source: Love
de: Liebe
es: Amar
fr: Aimer
it: Amore
pt: Amor

source: Free Time
de: Freizeit
es: Tiempo libre
fr: Temps libre
it: Tempo libero
pt: Tempo livre

source: Work
de: Arbeiten
es: Trabajar
fr: Travail
it: Lavoro
pt: Trabalhar

source: Money
de: Geld
es: Dinero
fr: Argent
it: Soldi
pt: Dinheiro

# baseLineQuestion
source: How do you feel you are in this area?
de: Wie fühlst du dich in diesem Bereich?
es: ¿Cómo sientes que estás en esta área?
fr: Comment pensez-vous que vous êtes dans ce domaine?
it: Come ti senti di essere in quest'area?
pt: Como você se sente nessa área?

# baslineCompleted
source: Baseline questions are completed
de: Basisfragen werden abgeschlossen
es: Se completan las preguntas de línea de base
fr: Les questions de base sont remplies
it: Le domande di base sono completate
pt: As perguntas da linha de base são concluídas

source: Move to Detailed Questions
de: Wechseln Sie zu detaillierten Fragen
es: Pasar a preguntas detalladas
fr: Passer à des questions détaillées
it: Passa a domande dettagliate
pt: Mover para perguntas detalhadas

source: Section
de: Abschnitt
es: Sección
it: Sezione
pt: Seção

source: Subject
de: Thema
es: Sujeto
fr: Sujet
it: Soggetto
pt: Assunto

source: Previous
de: Vorherige
es: previo
fr: Précédent
it: Precedente
pt: Anterior

source: Skip
de: Überspringen
es: Saltar
fr: Sauter
it: Saltare
pt: Pular

# healthQone
source: Q1: Is there anything that alters my psychological state?
de: F1: Gibt es etwas, das meinen psychologischen Zustand verändert?
es: P1: ¿Hay algo que altere mi estado psicológico?
fr: Q1: Y a-t-il quelque chose qui modifie mon état psychologique?
it: D1: C'è qualcosa che altera il mio stato psicologico?
pt: Q1: Existe algo que altere meu estado psicológico?

# healthQtwo
source: Q2: Do I carry out activities that move me away from a state of tension, nerves, stress, etc.?
de: F2: Fahre ich Aktivitäten durch, die mich von einem Zustand der Spannung, Nerven, Stress usw. wegbewegen?
es: P2: ¿Llevo actividades que me alejen de un estado de tensión, nervios, estrés, etc.?
fr: Q2: Dois-je mener des activités qui m'éloignent d'un état de tension, de nerfs, de stress, etc.?
it: Q2: svolgo attività che mi allontanano da uno stato di tensione, nervi, stress, ecc.?
pt: P2: Eu realizo atividades que me afastam de um estado de tensão, nervos, estresse etc.?

# healthQthree
source: Q3: When I am discouraged, I adopt measures that allow me to recover it adequately and quickly?
de: F3: Wenn ich entmutigt bin, übernehme ich Maßnahmen, mit denen ich sie angemessen und schnell wiedererlangen kann?
es: P3: Cuando me desanimé, adopto medidas que me permitan recuperarlo de manera adecuada y rápida.
fr: Q3: Quand je suis découragé, j'adopte des mesures qui me permettent de le récupérer de manière adéquate et rapidement?
it: Q3: Quando sono scoraggiato, adotto misure che mi permettono di recuperarlo adeguatamente e rapidamente?
pt: P3: Quando sou desencorajado, adoto medidas que me permitem recuperá -lo de forma adequada e rápida?

# healthQfour
source: Q4: Do I have any disease that affects my physical state?
de: F4: Habe ich eine Krankheit, die meinen physischen Zustand beeinflusst?
es: P4: ¿Tengo alguna enfermedad que afecte mi estado físico?
fr: Q4: Ai-je une maladie qui affecte mon état physique?
it: Q4: Ho qualche malattia che colpisce il mio stato fisico?
pt: Q4: Eu tenho alguma doença que afete meu estado físico?

# healthQfive
source: Q5: The resting time, food, sport and more, are they adequate?
de: F5: Die Ruhezeit, das Essen, der Sport und vieles mehr sind sie angemessen?
es: P5: El tiempo de descanso, la comida, el deporte y más, ¿son adecuados?
fr: Q5: Le temps de repos, la nourriture, le sport et plus encore, sont-ils adéquats?
it: D5: Il tempo di riposo, il cibo, lo sport e altro, sono adeguati?
pt: Q5: A hora de descanso, comida, esporte e muito mais, eles são adequados?

# healthQsix
source: Q6: If I lose my physical condition, do I adopt measures that allow me to recover it satisfactorily?
de: F6: Wenn ich meine körperliche Verfassung verliere, übernehme ich dann Maßnahmen, die es mir ermöglichen, sie zufriedenstellend wiederherzustellen?
es: P6: Si pierdo mi condición física, ¿adopto medidas que me permitan recuperarla satisfactoriamente?
fr: Q6: Si je perds ma condition physique, est-ce que j'adopte des mesures qui me permettent de le récupérer de manière satisfaisante?
it: Q6: Se perdo la mia condizione fisica, adotto misure che mi permettono di recuperarlo in modo soddisfacente?
pt: P6: Se eu perder minha condição física, adoto medidas que me permitem recuperá -las satisfatoriamente?

# questionsCompleted
source: Questions are completed
de: Fragen werden abgeschlossen
es: Se completan las preguntas
fr: Les questions sont remplies
it: Le domande sono completate
pt: As perguntas são concluídas

# moveToNext
source: Move to next section
de: Umgehen Sie zum nächsten Abschnitt
es: Pase a la siguiente sección
fr: Passez à la section suivante
it: Passa alla sezione successiva
pt: Mover para a próxima seção

# personalQone
source: Q1: Do I feel useful to society, do I contribute to the development of my society?
de: F1: Fühle ich mich für die Gesellschaft nützlich, halte ich zur Entwicklung meiner Gesellschaft bei?
es: P1: ¿Me siento útil para la sociedad, ¿contribuyo al desarrollo de mi sociedad?
fr: Q1: Est-ce que je me sens utile à la société, est-ce que je contribue au développement de ma société?
it: D1: Mi sento utile per la società, contribuisco allo sviluppo della mia società?
pt: Q1: Sinto -me útil para a sociedade, contribuo para o desenvolvimento da minha sociedade?

# personalQtwo
source: Q2: Am I comfortable with my personal growth plans and projects?
de: F2: Fühle ich mich mit meinen persönlichen Wachstumsplänen und -projekten wohl?
es: P2: ¿Me siento cómodo con mis planes y proyectos de crecimiento personal?
fr: Q2: Suis-je à l'aise avec mes plans et projets de croissance personnels?
it: D2: Mi sento a mio agio con i miei piani di crescita personale e progetti?
pt: P2: Estou confortável com meus planos e projetos de crescimento pessoal?

# personalQthree
source: Q3: Do my projects to futures satisfy the perspectives I have to grow?
de: F3: Befriedigen meine Projekte zur Zukunft die Perspektiven, die ich wachsen muss?
es: P3: ¿Mis proyectos para futuros satisfacen las perspectivas que tengo que crecer?
fr: Q3: Mes projets à terme satisfont-ils aux perspectives que je dois développer?
it: D3: I miei progetti per i futuri soddisfano le prospettive che devo crescere?
pt: P3: Meus projetos para o futuro satisfazem as perspectivas que tenho que crescer?

# personalQfour
source: Q4: Do I feel good with my spirituality and cultivation constantly?
de: F4: Fühle ich mich ständig mit meiner Spiritualität und meiner Kultivierung gut?
es: P4: ¿Me siento bien con mi espiritualidad y cultivo constantemente?
fr: Q4: Est-ce que je me sens bien avec ma spiritualité et ma culture constamment?
it: Q4: Mi sento bene con la mia spiritualità e coltivazione costantemente?
pt: Q4: Eu me sinto bem com minha espiritualidade e cultivo constantemente?

# personalQfive
source: Q5: Do I give true value to my life and my affections?
de: F5: gebe ich meinem Leben und meiner Zuneigung wahrer Wert?
es: P5: ¿Doy valor verdadero a mi vida y mis afectos?
fr: Q5: Est-ce que je donne une vraie valeur à ma vie et à mes affections?
it: Q5: do vero valore alla mia vita e ai miei affetti?
pt: Q5: Eu dou valor verdadeiro à minha vida e aos meus afetos?

# personalQsix
source: Q6: Do I face life in a planned, applied manner and have a will to improve?
de: F6: Stehe ich auf geplante, angewandte Weise gegenüber und habe ein Willen, sich zu verbessern?
es: P6: ¿Me enfrento la vida de manera planificada y aplicada y tengo una voluntad de mejorar?
fr: Q6: Dois-je faire face à la vie d'une manière planifiée et appliquée et d'avoir une volonté d'améliorer?
it: D6: Affronto la vita in modo previsto e applicato e ho la volontà di migliorare?
pt: P6: Eu enfrento a vida de maneira planejada e aplicada e tenho vontade de melhorar?

# personalQseven
source: Q7: How many skills can I say that I have to do everything that I propose?
de: F7: Wie viele Fähigkeiten kann ich sagen, dass ich alles tun muss, was ich vorschlage?
es: P7: ¿Cuántas habilidades puedo decir que tengo que hacer todo lo que propongo?
fr: Q7: Combien de compétences puis-je dire que je dois faire tout ce que je propose?
it: D7: Quante abilità posso dire che devo fare tutto ciò che propongo?
pt: Q7: Quantas habilidades posso dizer que tenho que fazer tudo o que proponho?

# personalQeight
source: Q8: Am I satisfied with my professional training and I try to move forward?
de: F8: Bin ich mit meiner professionellen Ausbildung zufrieden und versuche, vorwärts zu gehen?
es: P8: ¿Estoy satisfecho con mi capacitación profesional y trato de seguir adelante?
fr: Q8: Suis-je satisfait de ma formation professionnelle et j'essaie d'aller de l'avant?
it: D8: Sono soddisfatto della mia formazione professionale e cerco di andare avanti?
pt: Q8: Estou satisfeito com meu treinamento profissional e tento avançar?

# homeQone
source: Q1: Am I satisfied in the country in which I live, according to the current policy, social and cultural environment where I live?
de: F1: Bin ich in dem Land, in dem ich lebe, nach dem aktuellen politischen, sozialen und kulturellen Umfeld, in dem ich lebe, zufrieden?
es: P1: ¿Estoy satisfecho en el país en el que vivo, de acuerdo con la política actual, el entorno social y cultural donde vivo?
fr: Q1: Suis-je satisfait dans le pays dans lequel je vis, selon la politique actuelle, l'environnement social et culturel où je vis?
it: D1: Sono soddisfatto nel paese in cui vivo, secondo l'attuale politica, l'ambiente sociale e culturale in cui vivo?
pt: Q1: Estou satisfeito no país em que vivo, de acordo com a política atual, o ambiente social e cultural onde moro?

# homeQtwo
source: Q2: Do I feel comfortable in the city in which I live and agree with the services it offers?
de: F2: Fühle ich mich in der Stadt, in der ich lebe, und stimme den von ihnen angebotenen Diensten zu?
es: P2: ¿Me siento cómodo en la ciudad en la que vivo y estoy de acuerdo con los servicios que ofrece?
fr: Q2: Est-ce que je me sens à l'aise dans la ville dans laquelle je vis et d'accord avec les services qu'il offre?
it: D2: Mi sento a mio agio nella città in cui vivo e sono d'accordo con i servizi che offre?
pt: P2: Sinto -me confortável na cidade em que vivo e concordo com os serviços que ela oferece?

# homeQthree
source: Q3: Do I like my neighbors and their culture of coexistence?
de: F3: Mag ich meine Nachbarn und ihre Kultur des Koexistenz?
es: P3: ¿Me gustan mis vecinos y su cultura de coexistencia?
fr: Q3: Est-ce que j'aime mes voisins et leur culture de coexistence?
it: Q3: Mi piacciono i miei vicini e la loro cultura della coesistenza?
pt: P3: Gosto dos meus vizinhos e de sua cultura de coexistência?

# homeQfour
source: Q4: The house where I live satisfies me, has enough space and comfort that I need?
de: F4: Das Haus, in dem ich lebe, befriedigt mich, hat genug Platz und Komfort, den ich brauche?
es: P4: La casa donde vivo me satisface, ¿tiene suficiente espacio y comodidad que necesito?
fr: Q4: La maison où je vis me satisfait, a suffisamment d'espace et de confort dont j'ai besoin?
it: Q4: La casa in cui vivo mi soddisfa, ha abbastanza spazio e comfort di cui ho bisogno?
pt: Q4: A casa onde eu moro me satisfaz, tem espaço e conforto suficientes que eu preciso?

# homeQfive
source: Q5: Am I comfortable with the people with whom I share my home?
de: F5: Fühle ich mich wohl mit den Menschen, mit denen ich mein Zuhause teile?
es: P5: ¿Me siento cómodo con las personas con las que comparto mi hogar?
fr: Q5: Suis-je à l'aise avec les gens avec qui je partage ma maison?
it: Q5: Mi sento a mio agio con le persone con cui condivido la mia casa?
pt: Q5: Estou confortável com as pessoas com quem compartilho minha casa?

# homeQsix
source: Q6: How satisfied am I with the degree of comfort, cleanliness and care that I believe in my home?
de: F6: Wie zufrieden bin ich mit dem Grad an Komfort, Sauberkeit und Fürsorge, die ich an mein Zuhause glaube?
es: P6: ¿Qué tan satisfecho estoy con el grado de comodidad, limpieza y cuidado que creo en mi hogar?
fr: Q6: À quel point suis-je satisfait du degré de confort, de propreté et de soins que je crois à ma maison?
it: Q6: Quanto sono soddisfatto del grado di comfort, pulizia e cura che credo nella mia casa?
pt: P6: Quão satisfeito estou com o grau de conforto, limpeza e cuidado em que acredito em minha casa?

# famQone
source: Q1: Do I feel satisfied with the ability I have to find and communicate with new friends or family?
de: F1: Fühle ich mich mit der Fähigkeit zufrieden, neue Freunde oder Familie zu finden und zu kommunizieren?
es: P1: ¿Me siento satisfecho con la capacidad que tengo para encontrar y comunicarme con nuevos amigos o familiares?
fr: Q1: Est-ce que je me sens satisfait de la capacité que je dois trouver et communiquer avec de nouveaux amis ou de la famille?
it: D1: Mi sento soddisfatto della capacità che devo trovare e comunicare con nuovi amici o familiari?
pt: Q1: Sinto -me satisfeito com a capacidade que tenho de encontrar e me comunicar com novos amigos ou familiares?

# famQtwo
source: Q2: Am I satisfied with the relationship I have with my mother?
de: F2: Bin ich zufrieden mit der Beziehung, die ich zu meiner Mutter habe?
es: P2: ¿Estoy satisfecho con la relación que tengo con mi madre?
fr: Q2: Suis-je satisfait de la relation que j'ai avec ma mère?
it: Q2: Sono soddisfatto della relazione che ho con mia madre?
pt: P2: Estou satisfeito com o relacionamento que tenho com minha mãe?

# famQthree
source: Q3: Am I satisfied with the relationship I have with my father?
de: F3: Bin ich zufrieden mit der Beziehung, die ich zu meinem Vater habe?
es: P3: ¿Estoy satisfecho con la relación que tengo con mi padre?
fr: Q3: Suis-je satisfait de la relation que j'ai avec mon père?
it: Q3: Sono soddisfatto della relazione che ho con mio padre?
pt: Q3: Estou satisfeito com o relacionamento que tenho com meu pai?

# famQfour
source: Q4: Am I satisfied with the relationship I have with my children? If I don't have them and I love them, do I do actions to have them?
de: F4: Bin ich zufrieden mit der Beziehung, die ich zu meinen Kindern habe? Wenn ich sie nicht habe und sie liebe, mache ich dann Maßnahmen, um sie zu haben?
es: P4: ¿Estoy satisfecho con la relación que tengo con mis hijos? Si no los tengo y los amo, ¿hago acciones para tenerlos?
fr: Q4: Suis-je satisfait de la relation que j'ai avec mes enfants? Si je ne les ai pas et que je les aime, est-ce que je fais des actions pour les avoir?
it: Q4: Sono soddisfatto della relazione che ho con i miei figli? Se non li ho e li amo, faccio azioni per averli?
pt: Q4: Estou satisfeito com o relacionamento que tenho com meus filhos? Se eu não os tenho e os amo, faço ações para tê -los?

# famQfive
source: Q5: How do I feel in my relationships with close relatives: brothers, grandparents, cousins, uncles, etc.?
de: F5: Wie fühle ich mich in meinen Beziehungen zu nahen Verwandten: Brüder, Großeltern, Cousins, Onkel usw.?
es: P5: ¿Cómo me siento en mis relaciones con parientes cercanos: hermanos, abuelos, primos, tíos, etc.?
fr: Q5: Comment puis-je me sentir dans mes relations avec des parents proches: frères, grands-parents, cousins, oncles, etc.?
it: D5: Come mi sento nelle mie relazioni con parenti stretti: fratelli, nonni, cugini, zii, ecc.?
pt: Q5: Como me sinto em meus relacionamentos com parentes próximos: irmãos, avós, primos, tios, etc.?

# famQsix
source: Q6: I feel satisfied with the friends I have, do I really have them when I need them and support me?
de: F6: Ich fühle mich mit den Freunden zufrieden, die ich habe. Habe ich sie wirklich, wenn ich sie brauche und mich unterstütze?
es: P6: Me siento satisfecho con los amigos que tengo, ¿realmente los tengo cuando los necesito y me apoyo?
fr: Q6: Je me sens satisfait des amis que j'ai, est-ce que je les ai vraiment quand j'en ai besoin et me soutiennent?
it: Q6: Mi sento soddisfatto degli amici che ho, li ho davvero quando ne ho bisogno e mi supportano?
pt: Q6: Sinto -me satisfeito com os amigos que tenho, eu realmente os tenho quando preciso deles e me apoiar?

# famQseven
source: Q7: Am I comfortable with the acquaintances I have?
de: F7: Fühle ich mich mit den Bekannten wohl, die ich habe?
es: P7: ¿Me siento cómodo con los conocidos que tengo?
fr: Q7: Suis-je à l'aise avec les connaissances que j'ai?
it: Q7: Mi sento a mio agio con i conoscenti che ho?
pt: Q7: Estou confortável com os conhecidos que tenho?

# loveQone
source: Q1: May I give myself to my relationships
de: Q1: Darf ich mich meinen Beziehungen geben
es: P1: ¿Puedo darme a mis relaciones?
fr: Q1: Puis-je me donner à mes relations
it: Q1: posso darmi alle mie relazioni
pt: Q1: Posso me dar aos meus relacionamentos

# loveQtwo
source: Q2: Am I satisfied with the number of sentimental relationships that I have, or I would like to have other additional relationships?
de: F2: Bin ich mit der Anzahl der sentimentalen Beziehungen zufrieden, die ich habe, oder möchte ich andere zusätzliche Beziehungen haben?
es: P2: ¿Estoy satisfecho con la cantidad de relaciones sentimentales que tengo, o me gustaría tener otras relaciones adicionales?
fr: Q2: Suis-je satisfait du nombre de relations sentimentales que j'ai, ou j'aimerais avoir d'autres relations supplémentaires?
it: D2: Sono soddisfatto del numero di relazioni sentimentali che ho o vorrei avere altre relazioni aggiuntive?
pt: P2: Estou satisfeito com o número de relacionamentos sentimentais que tenho, ou gostaria de ter outros relacionamentos adicionais?

# loveQthree
source: Q3: Am I happy with the time that my relationships last, I do things to keep my partner and give it stability?
de: F3: Bin ich zufrieden mit der Zeit, in der meine Beziehungen dauern, ich mache Dinge, um meinen Partner zu behalten und ihm Stabilität zu geben?
es: P3: ¿Estoy contento con el momento en que mis relaciones duran, hago cosas para mantener a mi pareja y darle estabilidad?
fr: Q3: Suis-je satisfait du moment où mes relations durent, je fais des choses pour garder mon partenaire et lui donner de la stabilité?
it: Q3: Sono contento del tempo in cui le mie relazioni durano, faccio cose per mantenere il mio partner e dargli stabilità?
pt: P3: Estou feliz com o tempo em que meus relacionamentos duravam, faço coisas para manter meu parceiro e dar estabilidade?
